---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.BtuPerH
source: html/7ab202fb-7df6-ad34-a4cc-b9e8d2a1f56e.htm
---
# Autodesk.Revit.DB.SymbolTypeId.BtuPerH Property

Symbol Btu/h, indicating unit British thermal units per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId BtuPerH { get; }
```